var qustion_2024 = 
[
  {
    question: "1. जब दो प्रतिरोधों R₁ और R₂ को समांतर में जोड़ा जाता है, तो समांतर संयोजन का समतुल्य प्रतिरोध (Rₚ) बराबर है:",
    options: {
      A: "Rₚ = R₁ + R₂/R₁R₂",
      B: "Rₚ = R₁R₂ / (R₁ + R₂)",
      C: "Rₚ = R₁R₂/(R₁ - R₂)",
      D: "Rₚ = (R₁ - R₂) / R₁ + R₂"
    },
    img: "img/1.jpg",
    answer: "B"
  },
  {
    question: "परिपथ में विद्युत शक्ति निम्नलिखित में से किन शब्द को नहीं दर्शाती?",
    options: {
      A: "I²R",
      B: "V²/R",
      C: "VI",
      D: "IR²"
    },
    img: "",
    answer: "B"
  },
  {
    question: "चुंबकीय क्षेत्र की रेखाएं वहां निकट दिखाई देती हैं, जहाँ चुंबकीय क्षेत्र ............ है।",
    options: {
      A: "अधिक",
      B: "छोटा",
      C: "समान",
      D: "इनमें से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "विद्युत ऊर्जा को यांत्रिक ऊर्जा में परिवर्तित करने में प्रयुक्त होने वाली युक्ति है:",
    options: {
      A: "गैल्वेनोमीटर",
      B: "एमीटर",
      C: "विद्युत मोटर",
      D: "पोटेंशियोमीटर"
    },
    img: "",
    answer: "C"
  },
  {
    question: "विद्युत धारा की दिशा ली जाती है:",
    options: {
      A: "इलेक्ट्रॉन के बहाव की दिशा के समान",
      B: "इलेक्ट्रॉन के बहाव की दिशा के विपरीत",
      C: "इलेक्ट्रॉन के बहाव के लम्बवत",
      D: "इलेक्ट्रॉन के बहाव के लिए कोई दिशा नहीं है"
    },
    img: "",
    answer: "B"
  },
  {
    question: "कंपास की सुई की उत्तरी सिरा लगभग ................... को ओर इशारा करता है।",
    options: {
      A: "उत्तरी ध्रुव",
      B: "दक्षिणी ध्रुव",
      C: "भूमध्य रेखा",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "परावर्तन के नियम ................. के लिए सत्य है।",
    options: {
      A: "केवल समतल दर्पण",
      B: "केवल अवतल दर्पण",
      C: "केवल उत्तल दर्पण",
      D: "सभी परावर्तक पृष्ठ"
    },
    img: "",
    answer: "D"
  },
  {
    question: "छोटे छिद्रों के गोलाकार दर्पणों के लिए, वक्रता त्रिज्या, फोकस लंबाई के ............... पाई जाती है?",
    options: {
      A: "आधी",
      B: "समान",
      C: "तीन गुना",
      D: "दोगुना"
    },
    img: "",
    answer: "D"
  },
  {
    question: "एक सीधा और बड़ा प्रतिबिम्ब .............. द्वारा बनाया जा सकता है।",
    options: {
      A: "केवल एक उत्तल दर्पण",
      B: "केवल एक अवतल दर्पण",
      C: "केवल एक समतल दर्पण",
      D: "उत्तल और अवतल दर्पण दोनों के द्वारा"
    },
    img: "",
    answer: "B"
  },


  {
    question: "एक प्रकाश किरण तिरछा होकर घने माध्यम से विरल माध्यम में",
    options: {
      A: "लंब से दूर मुड़ता है",
      B: "लंब को ओर मुड़ता है",
      C: "लंब में होकर गुजरता है",
      D: "नहीं मुड़ता"
    },
    img: "",
    answer: "A"
  },
  {
    question: "एक गोलाकार दर्पण में परावर्तक पृष्ठ का केंद्र एक बिन्दु है, जो ______ कहलाता है।",
    options: {
      A: "वक्रता केंद्र",
      B: "छिद",
      C: "ध्रुव",
      D: "मुख्य केंद्र"
    },
    img: "",
    answer: "A"
  },
  {
    question: "एक गोलाकार दर्पण का मुख्य फोकस ______ के ठीक बीच में होता है।",
    options: {
      A: "वक्रता त्रिज्या और ध्रुव",
      B: "ध्रुव और वक्रता केंद्र",
      C: "वक्रता केंद्र और वक्रता त्रिज्या",
      D: "वस्तु और वक्रता त्रिज्या"
    },
    img: "",
    answer: "B"
  },
  {
    question: "वाहनों को हेडलाइट में प्रयुक्त दर्पण का प्रकार है?",
    options: {
      A: "उत्तल",
      B: "समतल",
      C: "अवतल",
      D: "समोतल"
    },
    img: "",
    answer: "C"
  },
  {
    question: "काटिसियन चिन्ह परिपाटी के अनुसार, मुख्य धुरी के समांतर सभी दूरियों को ______ से मापा जाता है।",
    options: {
      A: "वक्रता केंद्र",
      B: "ध्रुव",
      C: "वक्रता त्रिज्या",
      D: "मुख्य फोकस"
    },
    img: "",
    answer: "B"
  },
  {
    question: "एक ऑटोमोबाइल के पिछले शीशे के लिए प्रयुक्त एक उत्तल दर्पण की वक्रता त्रिज्या 3m है। यदि एक बस इस दर्पण से 5m दूर स्थित है, तो प्रतिबिंब ______ की दूरी पर बनेगा।",
    options: {
      A: "1.5 m",
      B: "0.15 m",
      C: "1.4 m",
      D: "1.15 m"
    },
    img: "",
    answer: "D"
  },
  {
    question: "एक समतल दर्पण द्वारा उत्पन्न आवर्धन +1 है। इसका अर्थ है:",
    options: {
      A: "वस्तु को दूरी > प्रतिबिंब की दूरी",
      B: "प्रतिबिंब को दूरी > वस्तु की दूरी",
      C: "वस्तु को दूरी = प्रतिबिंब की दूरी",
      D: "वस्तु को दूरी प्रतिबिंब को दूरी की दोगुनी है"
    },
    img: "",
    answer: "C"
  },
  {
    question: "एक विद्युत परिपथ में, एक युक्ति जिसे ______ कहते हैं, परिपथ में प्रतिरोध को परिवर्तित करने के लिए अक्सर प्रयुक्त होता है।",
    options: {
      A: "संधारित्र",
      B: "धाय नियंत्रक",
      C: "प्रेरि",
      D: "बैटी"
    },
    img: "",
    answer: "B"
  },
  {
    question: "विद्युत बल्बों में तंतुओं के लिए कौन-सा पदार्थ प्रयोग किया जाता है?",
    options: {
      A: "टंगस्टन",
      B: "लोहा",
      C: "एल्युमिनियम",
      D: "एश्बोनाइट"
    },
    img: "",
    answer: "A"
  },


  {
    question: "एक विद्युत परिपथ में वोल्टमीटर का प्रयोग ______ मापने के लिए किया जाता है।",
    options: {
      A: "विभवांतर",
      B: "विद्युत धारा",
      C: "प्रतिरोध",
      D: "इनमें से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "निकटदृष्टिदोष को ठीक करने के लिए प्रयुक्त लेंस के प्रकार का नाम बताइए।",
    options: {
      A: "अवतल लेंस",
      B: "उत्तल लेंस",
      C: "उत्तल दर्पण",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "एक उत्तल दर्पण की फोकस लंबाई, जिसकी वक्रता त्रिज्या 22 cm है:",
    options: {
      A: "22 cm",
      B: "16 cm",
      C: "11 cm",
      D: "8 cm"
    },
    img: "",
    answer: "C"
  },
  {
    question: "निर्वात में प्रकाश की गति है:",
    options: {
      A: "3 × 10⁵ ms⁻¹",
      B: "3 × 10⁷ ms⁻¹",
      C: "3 × 10⁸ ms⁻¹",
      D: "3 × 10⁹ ms⁻¹"
    },
    img: "",
    answer: "C"
  },
  {
    question: "एक उत्तल लेंस के फोकस F और ध्रुवकेंद्र O के बीच में जब वस्तु को रखा जाता है तो प्रतिबिंब का आकार है:",
    options: {
      A: "वस्तु के बराबर आकार",
      B: "कम",
      C: "बिंदु समान",
      D: "बढ़ा"
    },
    img: "",
    answer: "D"
  },
  {
    question: "प्रतिबिंब की ऊंचाई और वस्तु की ऊंचाई का अनुपात ______ कहलाता है।",
    options: {
      A: "आवर्धन",
      B: "वस्तु की दूरी",
      C: "पूर्ण अपवर्तनांक",
      D: "प्रतिबिंब की दूरी"
    },
    img: "",
    answer: "A"
  },
  {
    question: "यदि निर्दिष्ट लेंस की शक्ति +2D है, तो लेंस है:",
    options: {
      A: "+2m की फोकस लंबाई का उत्तल लेंस",
      B: "+2m की फोकस लंबाई का अवतल लेंस",
      C: "+0.5m की फोकस लंबाई का उत्तल लेंस",
      D: "-0.5 m की फोकस लंबाई का अवतल लेंस"
    },
    img: "",
    answer: "C"
  },
  {
    question: "महासागरीय तापीय शक्ति संयंत्र में कार्यशील द्रव है?",
    options: {
      A: "कम घनत्व का अमोनिया (A)",
      B: "द्रव पेट्रोलियम गैस",
      C: "चाकोल",
      D: "इन्फ्राटेडियम गैस"
    },
    img: "",
    answer: "A"
  },
  {
    question: "जब एक सीधे चालक में विद्युत है, तो:",
    options: {
      A: "इसके चारों ओर वृत्तीय चुंबकीय क्षेत्र रेखाएं हैं",
      B: "चालक को समांतर चुंबकीय क्षेत्र रेखाएं हैं",
      C: "चुंबकीय क्षेत्र रेखाएं नहीं हैं",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "एक विद्युत परिपथ में, दो प्रतिरोधक 2Ω और 4Ω को 6V बैटरी को एक श्रृंखला में जोड़ा गया है। 5 सेकंड में 4Ω प्रतिरोधक द्वारा अपव्यय की गयी उष्मा होगी:",
    options: {
      A: "5J",
      B: "10J",
      C: "20J",
      D: "30J"
    },
    img: "",
    answer: "C"
  },
  {
    question: "मानव नेत्र एक वस्तु को प्रतिबिम्ब इसके ______ पर बनाता है।",
    options: {
      A: "कॉर्निया",
      B: "प्रतिलिका (C)",
      C: "पुतली",
      D: "रेटिना"
    },
    img: "",
    answer: "D"
  },
  {
    question: "30. एक अवतल दर्पण के सामने 10 cm पर रखी गयी एक वस्तु का 3 गुना बड़ा वास्तविक आरेखित प्रतिबिंब बनता है। प्रतिबिंब कहां है?",
    options: {
      A: "दर्पण से 30 cm",
      B: "दर्पण से 20 cm",
      C: "दर्पण से 10 cm",
      D: "दर्पण से 3.33 cm"
    },
    img: "",
    answer: "A"
  },
  {
    question: "यदि बल्ब के तंतु का प्रतिरोध 1200Ω है, तो एक 220V स्रोत से एक इलेक्ट्रिक बल्ब कितनी विद्युत खींचेगा?",
    options: {
      A: "2,64,000 A",
      B: "0.18 A",
      C: "5.45 A",
      D: "9.80 A"
    },
    img: "",
    answer: "B"
  },
  {
    question: "जब प्रतिरोधकों को श्रृंखला में जोड़ा जाता है, तो परिपथ में विद्युत:",
    options: {
      A: "समान रहती है",
      B: "आधे तक कम हो जाती है",
      C: "एक चौथाई तक कम हो जाती है",
      D: "दोगुनी हो जाती है"
    },
    img: "",
    answer: "A"
  },
  {
    question: "एक 12V बैटरी से गुजरने वाले प्रत्येक कूलंब आवेश को कितनी ऊर्जा दी जाती है?",
    options: {
      A: "6J",
      B: "0.83J",
      C: "0.167J",
      D: "12J"
    },
    img: "",
    answer: "D"
  },
  {
    question: "विद्युत ऊर्जा की वाणिज्यिक इकाई है:",
    options: {
      A: "किलोवाट-घंटा",
      B: "किलोवाट / घंटा",
      C: "किलोवाट / (घंटा)²",
      D: "किलोवाट(घंटा)²"
    },
    img: "",
    answer: "A"
  },
  {
    question: "30 सेकंड में 20Ω को एक विद्युत इस्त्री 5A की विद्युत लेती है। प्रतिरोध से विकसित होने वाली ऊष्मा है:",
    options: {
      A: "1.5J",
      B: "1.5 × 10³ J",
      C: "1.5 × 10⁵ J",
      D: "1.5 × 10⁴ J"
    },
    img: "",
    answer: "D"
  },
  {
    question: "निम्नलिखित में से कौन-सा एक जैव-भार ऊर्जा का श्रोत का उदाहरण नहीं है?",
    options: {
      A: "लकड़ी",
      B: "गोबर गैस",
      C: "नाभिकीय",
      D: "कोयला"
    },
    img: "",
    answer: "C"
  },
  {
    question: "निम्नलिखित में से कौन-सा ऊर्जा का गैर-परंपरागत श्रोत है?",
    options: {
      A: "जीवाश्म ईंधन",
      B: "सौर ऊर्जा",
      C: "जलविद्युत संयंत्र",
      D: "पवन ऊर्जा"
    },
    img: "",
    answer: "B"
  },
  {
    question: "मृत जीव ______ में प्राकृतिक गैस में रूपांतरित हो जाते हैं।",
    options: {
      A: "वायु की उपस्थिति",
      B: "वायु को अनुपस्थिति",
      C: "सूर्य को रोशनी की उपस्थिति",
      D: "इनमें से कोई नहीं"
    },
    img: "",
    answer: "B"
  },
  {
    question: "सौर सेल ______ में बने होते हैं।",
    options: {
      A: "अमोनियम",
      B: "सिलिकॉन",
      C: "चांदी",
      D: "एल्युमिनियम"
    },
    img: "",
    answer: "B"
  },
  {
    question: "ज्वारीय ऊर्जा, ______ से प्राप्त ऊर्जा का एक रूप है?",
    options: {
      A: "सागरों में पृष्ठीय जल की गति",
      B: "ज्वारीय तरंगों में महासागर",
      C: "नदी के जल में ज्वार",
      D: "समुद्र में तरंगों की गति"
    },
    img: "",
    answer: "B"
  },
  {
    question: "प्रकाश का व्यतिकरण ______ देखा जा सकता है?",
    options: {
      A: "आकाश का नीला रंग",
      B: "सूर्योदय के समय सूर्य का लाल दिखना",
      C: "सूर्यास्त के समय सूर्य का लाल दिखना",
      D: "श्वेत सनी"
    },
    img: "",
    answer: "A"
  },
  {
    question: "सूक्ष्मदर्शी में किरणों का क्रिस्टल लेंस दुनिया और सुईवाला हो जाता है, इस स्थिति को ______ कहते हैं।",
    options: {
      A: "बुद्धिमंदिव",
      B: "विकिंद्रणीय",
      C: "मुद्रणगाध",
      D: "जड़केंद्रणीय"
    },
    img: "",
    answer: "A"
  },


  {
    question: "प्रतिरोध R वाले एक प्रतिरोधक का सांकेतिक प्रदर्शन है:",
    options: {
      A: "A",
      B: "B",
      C: "C",
      D: "D"
    },
    img: "img/43.jpg",
    answer: "C"
  },
  {
    question: "निम्नलिखित में से कौन विद्युत का एक अच्छा चालक है:",
    options: {
      A: "कागज",
      B: "एबोनाइट",
      C: "कांच",
      D: "लोहा"
    },
    img: "",
    answer: "D"
  },
  {
    question: "विद्युत धारा की SI इकाई है:",
    options: {
      A: "वोल्ट",
      B: "फैराडे",
      C: "एम्पीयर",
      D: "ओहम"
    },
    img: "",
    answer: "C"
  },
  {
    question: "फोकस लंबाई को समायोजित करते हुए नेत्र की निकट और दूर दोनों वस्तुओं पर फोकस कर पाने की योग्यता ______ कहलाती है।",
    options: {
      A: "स्पष्ट दृष्टि की न्यूनतम दूरी",
      B: "निकटदृष्टिदोष",
      C: "नेत्र का समायोजन",
      D: "दूरदृष्टिदोष"
    },
    img: "",
    answer: "C"
  },
  {
    question: "दो चुंबकीय क्षेत्र रेखाएं:",
    options: {
      A: "मध्य बिंदु पर प्रतिच्छेद करती हैं",
      B: "उत्तरी ध्रुव के निकट प्रतिच्छेद करती हैं",
      C: "कभी भी एक-दूसरे को प्रतिच्छेद नहीं करती हैं",
      D: "दक्षिणी ध्रुव के निकट प्रतिच्छेद नहीं करती हैं"
    },
    img: "",
    answer: "C"
  },
  {
    question: "धात्विक निकाय वाले उपकरण सामान्यतः पृथ्थक तार से जुड़े होते हैं। इन तारों को पृथ्थक करने का क्या कारण है?",
    options: {
      A: "अतिरिक्त विद्युत को रोकना",
      B: "उपकरण को उच्च प्रतिरोध उपलब्ध कराना",
      C: "उपकरण को अतिरिक्त विद्युत देना",
      D: "विद्युत का रिसाव रोकना"
    },
    img: "",
    answer: "D"
  },
  {
    question: "विद्युतचुंबक ______ के बने होते हैं।",
    options: {
      A: "मृदु लोहा",
      B: "पीतल",
      C: "एल्युमिनियम",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "प्रकाश का इसके घटक रंगों में टूटना ______ कहलाता है।",
    options: {
      A: "प्रकाश का व्यतिकरण",
      B: "प्रकाश का प्रकीर्णन",
      C: "प्रकाश का विचलन",
      D: "वायुमंडलीय अपवर्तन"
    },
    img: "",
    answer: "C"
  },

  // *******************************************************
  {
    question: "❌ CEMISTRY ❌",
    options: {
      A: "❌❌❌❌❌❌",
      B: "❌❌❌❌❌❌",
      C: "❌❌❌❌❌❌",
      D: "❌❌❌❌❌❌"
    },
    img: "",
    answer: ""
  },
  // *****************chemistry**************************

  {
    question: "सल्फाइड अयस्क अत्यधिक वायु की उपस्थिति में अत्यधिक गर्म करने पर ऑक्साइड में परिवर्तित हो जाते हैं। यह प्रक्रिया ______ कहलाती है।",
    options: {
      A: "कैल्सीकरण",
      B: "भुनाई",
      C: "अपघटन",
      D: "अपचयन"
    },
    img: "",
    answer: "B"
  },
  {
    question: "______ सीसा और टिन का एक मिश्रधातु है।",
    options: {
      A: "पीतल",
      B: "सोल्डर",
      C: "हेमाटाइट",
      D: "पारद मिश्रण"
    },
    img: "",
    answer: "B"
  },
  {
    question: "अल्कालाइन पोटेशियम पर मैगनेट या अम्लीकृत पोटेशियम डाइक्रोमेट अल्कोहल को ______ में अपचयित करते हैं।",
    options: {
      A: "एल्डिहाइड",
      B: "कीटोन",
      C: "ईथर",
      D: "अम्ल"
    },
    img: "",
    answer: "D"
  },

  {
    question: "अल्कोहल सोडियम के साथ अभिक्रिया करके ______ उत्पन्न करता है।",
    options: {
      A: "हाइड्रोजन",
      B: "ऑक्सीजन",
      C: "कार्बन डाइऑक्साइड",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "A"
  },
  {
    question: "सूत्र तंत्रिका को प्रभावित करके अघतन लाती है।",
    options: {
      A: "इथेनॉल",
      B: "मेथेनॉल",
      C: "एसेटिक अम्ल",
      D: "ऑक्सेलिक अम्ल"
    },
    img: "",
    answer: "B"
  },
  {
    question: "अशुद्ध धातुओं के परिशोधन के लिए सर्वाधिक रूप से प्रयोग किया जाने वाली विधि विद्युत अपघटनीय ______ है।",
    options: {
      A: "उपचयन",
      B: "परिशोधन",
      C: "अनुघटन",
      D: "अपचयन"
    },
    img: "",
    answer: "B"
  },
  {
    question: "कुछ समय तक वायु में रखने के बाद ______ की वस्तुएं काली हो जाती हैं।",
    options: {
      A: "सोना",
      B: "चांदी",
      C: "तांबा",
      D: "लोहा"
    },
    img: "",
    answer: "B"
  },
  {
    question: "दो या दो से अधिक एक धातु और एक अधातु का एक समान मिश्रण है।",
    options: {
      A: "लवण",
      B: "अयस्क",
      C: "उपधातु",
      D: "मिश्रधातु"
    },
    img: "",
    answer: "D"
  },
  {
    question: "एक मिश्रधातु की विद्युत चालकता और गलनांक शुद्ध धातु की अपेक्षा ______ होती है।",
    options: {
      A: "अधिक",
      B: "कम",
      C: "समान",
      D: "उक्त में से कोई नहीं"
    },
    img: "",
    answer: "B"
  },
  {
    question: "धातुएँ विरल अम्लों से ______ विस्थापित नहीं करते हैं।",
    options: {
      A: "धात्विक लवण",
      B: "हाइड्राइड",
      C: "ऑक्सीजन",
      D: "हाइड्रोजन"
    },
    img: "",
    answer: "D"
  },
  {
    question: "जब एक मैग्नीशियम रिबन को ऑक्सीजन में जलाया जाता है, तो वह ______ में परिवर्तित हो जाता है।",
    options: {
      A: "मैग्नीशियम कार्बोनेट",
      B: "मैग्नीशियम ऑक्साइड",
      C: "मैग्नीशियम हाइड्रॉक्साइड",
      D: "मैग्नीशियम परऑक्साइड"
    },
    img: "",
    answer: "B"
  },
  {
    question: "CO₂ + 2H₂O → x + CH₄OH₈; X है:",
    options: {
      A: "340 atm",
      B: "240 atm",
      C: "1 atm",
      D: "100 atm"
    },
    img: "img/62.jpg",
    answer: "A"
  },
  {
    question: "पुताई करने के दो से तीन दिनों के बाद बनता है और दीवारों को चमकदार बनाता है।",
    options: {
      A: "कैल्शियम हाइड्रॉक्साइड",
      B: "कैल्शियम बाइकार्बोनेट",
      C: "कैल्शियम ऑक्साइड",
      D: "कैल्शियम कार्बोनेट"
    },
    img: "",
    answer: "D"
  },
  {
    question: "वनस्पति पदार्थ का खाद में अपघटन होना ______ अभिक्रिया का उदाहरण है।",
    options: {
      A: "ऊष्मसंसर्जी",
      B: "ऊष्माशेोषी",
      C: "ऊष्मीय",
      D: "ऊष्माक्षेपी"
    },
    img: "",
    answer: "D"
  },
  {
    question: "फेरस सल्फेट के क्रिस्टल [FeSO₄.7H₂O] गर्म करने पर ______ छोड़ देता है और क्रिस्टल का रंग बदल जाता है।",
    options: {
      A: "ऑक्सीजन",
      B: "जल",
      C: "सल्फर",
      D: "लोहा"
    },
    img: "",
    answer: "B"
  },
  {
    question: "सोडियम कार्बोनेट ______ को गर्म करके प्राप्त किया जाता है?",
    options: {
      A: "भावन सोडा",
      B: "सोडा चूना",
      C: "चूने के पत्थर",
      D: "बेकिंग सोडा"
    },
    img: "",
    answer: "D"
  },


  {
    question: "67. ........ अपेक्षाकृत ऊष्मा का कम मूल्यांकन होता है:",
    options: {
      A: "चांदी और तांबा",
      B: "सोसा और पारा",
      C: "चांदी और सोना",
      D: "पारा और जस्ता"
    },
    img: "",
    answer: "A"
  },
  {
    question: "प्रोपेनियम और सोडियम गैस धातु ______ के साथ तेजी से अभिक्रिया करते हैं।",
    options: {
      A: "हाइड्रोजन",
      B: "ऑक्सीजन",
      C: "गर्म पानी",
      D: "ठंडा पानी"
    },
    img: "",
    answer: "A"
  },
  {
    question: "यदि एक धातु पारा है, तो मिश्रधातु ______ कहलाती है।",
    options: {
      A: "पारद मिश्रण",
      B: "सिल्वर",
      C: "कांसा",
      D: "लोहा"
    },
    img: "",
    answer: "A"
  },
  {
    question: "भूपट्टी में केवल ______ कार्बन है।",
    options: {
      A: "0.02%",
      B: "0.05%",
      C: "0.002%",
      D: "0.001%"
    },
    img: "",
    answer: "A"
  },
  {
    question: "सूरज के प्रकाश में प्रवेश स्थिर सेलूलोज ______ हो जाता है।",
    options: {
      A: "हरा",
      B: "नीला",
      C: "श्वेत",
      D: "अधिक अभिकारशील"
    },
    img: "",
    answer: "A"
  },
  {
    question: "जस्ता और सीसा ______ से अधिक अभिकारशील है।",
    options: {
      A: "जिंक",
      B: "एल्मुनियम",
      C: "मैग्नीशियम",
      D: "सोडा"
    },
    img: "",
    answer: "B"
  },
  {
    question: "जब वसा और तेल ______ होते हैं, वे सड़ते हैं और उनकी महक और स्वाद बदल जाते हैं।",
    options: {
      A: "जलमयूस",
      B: "अपघटित",
      C: "विघटित",
      D: "विघटन"
    },
    img: "",
    answer: "B"
  },
  {
    question: "जब लिटमस विलयन न तो अम्लीय न ही क्षारीय होता है, तो इसका रंग ______ हो जाता है।",
    options: {
      A: "हरा",
      B: "गुलाबी",
      C: "बैंगनी",
      D: "हरा",
      "E": "पीला"
    },
    img: "",
    answer: "C"
  },
  {
    question: "कुछ पदार्थ जिनकी महक अम्लीय माध्यम से क्षारीय माध्यम में बदलती है, वे ______ संकेतक कहलाते हैं।",
    options: {
      A: "प्रणोयी",
      B: "प्राकृतिक",
      C: "अम्ल-क्षार",
      D: "संश्लेषण"
    },
    img: "",
    answer: "A"
  },
  {
    question: "अम्ल + धातु → लवण + ______",
    options: {
      A: "ऑक्सीजन गैस",
      B: "हाइड्रोजन गैस",
      C: "कार्बनडाइऑक्साइड",
      D: "जल"
    },
    img: "",
    answer: "B"
  },
  {
    question: "क्षार जल में ______ आयन उत्पन्न करते हैं।",
    options: {
      A: "OH",
      B: "H",
      C: "H",
      D: "OH"
    },
    img: "",
    answer: "A"
  },
  {
    question: ".......आयम की सांद्रता अधिक होने पर pH मान कम हो जाता है।",
    options: {
      A: "हाइड्रॉक्साइड",
      B: "हाइड्रॉक्साइड",
      C: "हाइड्रॉक्साइड",
      D: "ऑक्साइड"
    },
    img: "",
    answer: "C"
  },
  {
    question: "79.  .........सिरके में होता है।",
    options: {
      A: "एसिटिक अम्ल",
      B: "मीथेनोइक अम्ल",
      C: "लैंक्टिक अम्ल",
      D: "ऑक्सेलिक अम्ल"
    },
    img: "",
    answer: "A"
  },
  {
    question: "जब खाने वाले सोडा को गर्म किया जाता है या जल में मिलाया जाता है, तो ______ उत्पादित होती है, जो ब्रेड या केक को उठाती है और उसे नरम बनाती है।",
    options: {
      A: "ऑक्सीजन",
      B: "अमोनिया",
      C: "कार्बन डाइऑक्साइड",
      D: "हाइड्रोजन"
    },
    img: "",
    answer: "C"
  },
  {
    question: "प्लास्टर ऑफ पेरिस एक श्वेत पाउडर है और जल के साथ मिलाने पर, वह ______ में बदल जाता है।",
    options: {
      A: "एम्मसम लवण",
      B: "जिप्सम",
      C: "समान",
      D: "नहीं बदलता"
    },
    img: "",
    answer: "B"
  },
  {
    question: "ब्लोर-अल्काली प्रक्रिया में ______ गैस बनाया दी जाती है।",
    options: {
      A: "हाइड्रोजन",
      B: "ऑक्सीजन",
      C: "कार्बन",
      D: "हाइड्रोजन"
    },
    img: "",
    answer: "D"
  },
  {
    question: "एक राजा संचित हाइड्रोक्लोरिक अम्ल और सांद्रित नाइट्रिक अम्ल के अनुपात में बनाया गया था मिश्रण है:",
    options: {
      A: "1:3",
      B: "3:1",
      C: "2:1",
      D: "1:2"
    },
    img: "",
    answer: "B"
  },
  {
    question: "84. जिंक HCI के साथ अभिक्रिया नहीं करता है।",
    options: {
      A: "मैग्नीशियम",
      B: "एल्युमिनियम",
      C: "मैंगनीज",
      D: "मैग्नीशियम"
    },
    img: "",
    answer: "D"
  },
  {
    question: "पृथ्वी से खनन किए हुए अयस्कों में सामान्यतः मृदा, रेत आदि जैसे अशुद्धियों से बड़ी मात्रा में संदूषण होता है, जिसे ______ कहते हैं।",
    options: {
      A: "फलकन",
      B: "मिश्र धातु",
      C: "धातु",
      D: "धातु"
    },
    img: "",
    answer: "D"
  },
  {
    question: "शुद्ध इथेनोइक अम्ल का गलनांक ______ है और इसलिए ठंडे मौसम में वह अक्सर जम जाता है।",
    options: {
      A: "190 K",
      B: "90 K",
      C: "290 K",
      D: "320 K"
    },
    img: "",
    answer: "C"
  },
  {
    question: "इथेनोइक अम्ल ______ उत्प्रेरक को उपस्थित में पूर्ण इथेनॉल के साथ अभिक्रिया करके एक ईस्टर बनाता है।",
    options: {
      A: "अम्ल",
      B: "लवण",
      C: "धातु",
      D: "धातु"
    },
    img: "",
    answer: "A"
  },
  {
    question: "सोडियम हाइड्रॉक्साइड, जो एक अल्कली है, के साथ प्रक्रिया करने पर इंस्टा पुनः अल्कोहल और कोर्बोक्सिलिक अम्ल का सोडियम लवण बनाता है। इस अभिक्रिया को ______ कहते हैं।",
    options: {
      A: "ईस्टरीकरण",
      B: "हाइड्रोजनीकरण",
      C: "जलीय अपघटन",
      D: "सांवनीकरण"
    },
    img: "",
    answer: "D"
  },
  {
    question: "साम्यवतः ______ अवस्थाएं, एक रासायनिक अभिक्रिया में शामिल नहीं हैं जो जाती जब तक कि उन्हें निर्देशित करना आवश्यक न हो।",
    options: {
      A: "गैसीय",
      B: "द्रव्य",
      C: "ठोस",
      D: "भौतिक"
    },
    img: "",
    answer: "A"
  },
  {
    question: "90. जब ______ द्वारा एक अपचयन अभिक्रिया की जाती है तो इसे प्रदीप्त अपचयन कहा जाता है।",
    options: {
      A: "गर्म करने",
      B: "ठंडा करने",
      C: "उत्प्रेरक का प्रयोग करने",
      D: "जलाने"
    },
    img: "",
    answer: "A"
  },
  {
    question: "शुष्क का वायुमंडल ______ के मोटे सफेद और पीले बादलों से बना है।",
    options: {
      A: "नाइटरिक अम्ल",
      B: "सल्फ्यूरिक अम्ल",
      C: "फॉस्फेरिक अम्ल",
      D: "हाइड्रस अम्ल"
    },
    img: "",
    answer: "B"
  },
  {
    question: "92. ........एक मृदु क्षार है, अक्सर प्रति अम्ल के रूप में प्रयुक्त होता है।",
    options: {
      A: "पोटैशियम हाइड्रॉक्साइड",
      B: "सोडियम हाइड्रॉक्साइड",
      C: "मैग्नीशियम हाइड्रॉक्साइड",
      D: "बेरियम हाइड्रॉक्साइड"
    },
    img: "",
    answer: "A"
  },


  {
    question: "93. दंत बल्क, ______ से बना शरीर का सबसे कठोरतम पदार्थ होता है।",
    options: {
      A: "कैल्शियम ऑक्सीएपटाइट",
      B: "कैल्शियम कार्बोनेट",
      C: "कैल्शियम एपेटाइट",
      D: "कैल्शियम हाइड्रॉक्सीएपेटाइट"
    },
    img: "",
    answer: "D"
  },
  {
    question: "94. मधुमक्खी का डंक एक अम्ल छोड़ता है, जो दर्द और बेचैनी देता है। डंक मारी गई जगह पर ______ जैसे एक मृदु क्षार का प्रयोग राहत देता है।",
    options: {
      A: "खाने का सोडा",
      B: "धावन सोडा",
      C: "बिना बुझा हुआ चूना",
      D: "मिल्क ऑफ मैग्नीशिया"
    },
    img: "",
    answer: "A"
  },
  {
    question: "95. सोडियम क्लोराइड का जलीय विलयन ______ कहलाता है।",
    options: {
      A: "खाने वाला सोडा",
      B: "सोडा राख",
      C: "ब्राईन",
      D: "धावन सोडा"
    },
    img: "",
    answer: "C"
  },
  {
    question: "96. क्लोरीन की परमाणु संख्या ______ है।",
    options: {
      A: "12",
      B: "15",
      C: "17",
      D: "14"
    },
    img: "",
    answer: "C"
  },
  {
    question: "97. ग्रेफाइट में, प्रत्येक कार्बन परमाणु ______ अन्य कार्बन परमाणुओं में उसी तल में एक षट्कोणीय आव्यूह देते हुए जुड़ते हैं।",
    options: {
      A: "चार",
      B: "तीन",
      C: "दो",
      D: "पांच"
    },
    img: "",
    answer: "B"
  },
  {
    question: "98. सामान्यतः ______ मीठी महक वाले पदार्थ होते हैं।",
    options: {
      A: "एल्डिहाइड",
      B: "कीटोन",
      C: "ईथर",
      D: "ईस्टर"
    },
    img: "",
    answer: "D"
  },
  {
    question: "99. चट्टानी नमक ______ की तरह खनन किया जाता है।",
    options: {
      A: "कोयला",
      B: "बॉक्साइट",
      C: "ग्रेफाइट",
      D: "हेमाटाइट"
    },
    img: "",
    answer: "A"
  },
  {
    question: "100. ______ का प्रयोग जल की स्थायी कठोरता को हटाने के लिए किया जाता है।",
    options: {
      A: "धावन सोडा",
      B: "बेकिंग सोडा",
      C: "सोडा राख",
      D: "सोडा चूना"
    },
    img: "",
    answer: "A"
  },

  // ************************************************************
  // ****************************math**********************

 

]




